/*
*	全国三级城市联动 js版
*/
var area = [
	{"province":"重庆市",city:["重庆市"]},
	{"province":"四川省",city:["成都市","广元市","绵阳市","德阳市","南充市","广安市","遂宁市","内江市","乐山市","自贡市","泸州市","宜宾市","攀枝花市","巴中市","达州市","资阳市","眉山市","雅安市","阿坝州","甘孜州","凉山州"]},
	{"province":"贵州省",city:["贵阳市","六盘水市","遵义市","安顺市","毕节地区","铜仁地区","黔东南州","黔南州","黔西南州"]},
    {"province":"云南省",city:["昆明市","曲靖市","玉溪市","保山市","昭通市","丽江市","思茅市","临沧市","德宏州","怒江州","迪庆州","大理州","楚雄州","红河州","文山州","西双版纳州"]},
    {"province":"西藏自治区",city:["拉萨市","那曲地区","昌都地区","林芝地区","山南地区","日喀则地区","阿里地区"]}
];

var data = {
	"avgRHReal":["-","-","-","-","-","-","-","-","-","-"],
	"avgRH"    :["73.382","58.630","56.909","63.046","55.980","63.017","46.912","57.837","56.183","41.184"],
	"AQI"      :["127","256","248","186","213","207","170","244","148","49"],
	"AQIReal"  :["78","130","152","166","148","170","129","149","124","63"]
};